Repository: meoz445/DropboxFramework
Catalog: Resources/*.lproj/Localizable.strings
Languages: no

source: First Name Required
no: Fornavn er påkrevd

source: Please enter your first name.
no: Vennligst fyll inn fornavnet ditt.

source: Last Name Required
no: Etternavn er påkrevd

source: Please enter your last name.
no: Vennligst fyll inn etternavnet ditt.

source: Email Address Required
no: E-post-adresse er påkrevd

source: Please enter your email address.
no: Vennligst fyll inn e-post-adressen din.

source: Password Required
no: Passord er påkrevd

source: Please enter your desired password
no: Vennligst fyll inn ditt ønskede passord.

source: Password Mismatch
no: Passordene er ulike

source: Your password does not match the verification
no: Passordet du fyllte inn stemmer ikke med bekreftelsen

source: An unknown error occured.
no: En ukjent feil oppstod.

source: There was an error connecting to Dropbox.
no: En feil oppstod under tilkobling til Dropbox.

source: Create Account Failed
no: Konto-opprettelse feilet

source: Email Required
no: E-post er påkrevd

source: Please enter your email.
no: Vennligst fyll inn e-posten din.

source: Please enter you password.
no: Vennligst fyll inn passordet ditt.

source: Unable to Login
no: Kunne ikke logge på
